Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Bluetooth.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: HiFi Stereo
ar: HiFi استريو
ca: Hi‑Fi estèreo
el: Στερεοφωνικό HiFi
es: Equipo de alta fidelidad
es_us: Estéreo de alta fidelidad
fi: HiFi-stereot
fr: Stéréo hifi
fr_ca: Appareil Hi‑Fi stéréo
he: סטריאו HiFi
hi: HiFi स्टीरियो
hu: HiFi-hangrendszer
id: Stereo HiFi
it: Stereo Hi‑Fi
ja: HiFiステレオ
ko: HiFi 스테레오
ms: Stereo HiFi
pl: System stereo HiFi
pt_br: Estéreo HiFi
pt_pt: Alta fidelidade
ro: Sistem stereo HiFi
ru: Стереоколонка Hi‑Fi
sk: HiFi zosilňovač
sl: Glasbeni stolp HiFi
th: สเตอริโอ HiFi
uk: Стереосистема HiFi
zh_cn: HiFi立体声
zh_hk: HiFi立體聲
zh_tw: HiFi立體聲

# invalid_link_key_appletv
source: This Apple TV can no longer connect to “%@”.
ar: لم يعد هذا الـ Apple TV قادرًا على الاتصال بـ "%@".
ca: L’Apple TV ja no es pot connectar a “%@”.
cs: Tato Apple TV se už k zařízení „%@“ nemůže připojit.
da: Dette Apple TV kan ikke længere oprette forbindelse til “%@”.
de: Dieses Apple TV kann keine Verbindung mehr zu „%@“ herstellen.
el: Αυτό το Apple TV δεν είναι δυνατό να συνδεθεί πλέον στο «%@».
es: Este Apple TV ya no se puede conectar a “%@”.
es_us: Este Apple TV no se puede conectar a “%@”.
fi: Tämä Apple TV ei voi enää yhdistää laitteeseen ”%@”.
fr: Cette Apple TV ne peut plus se connecter à « %@ ».
fr_ca: Cette Apple TV ne peut plus se connecter à « %@ ».
he: ‏Apple TV זה אינו יכול עוד להתחבר אל ״%@״.
hi: यह Apple TV अब “%@” से कनेक्ट नहीं कर सकता है।
hr: Ovaj Apple TV više se ne može spojiti na “%@”.
hu: Ez az Apple TV már nem képes csatlakozni a következőhöz: „%@”.
id: Apple TV ini tidak lagi dapat terhubung ke “%@”.
it: Apple TV non può più connettersi a “%@”.
ja: このApple TVから“%@”へ接続できなくなりました。
ko: 이 Apple TV를 더 이상 ‘%@’에 연결할 수 없습니다.
ms: Apple TV ini tidak lagi boleh bersambung ke “%@”.
nb: Apple TV kan ikke lenger koble til «%@».
nl: Deze Apple TV kan geen verbinding meer maken met '%@'.
pl: Ten Apple TV nie może już łączyć się z „%@”.
pt_br: Esta Apple TV não pode mais se conectar com “%@”.
pt_pt: Esta Apple TV já não pode estabelecer ligação a “%@”.
ro: Acest Apple TV nu se mai poate conecta la „%@”.
ru: Этот Apple TV больше не может подключиться к устройству «%@».
sk: Apple TV sa už nedokáže pripojiť k „%@“.
sl: Ta Apple TV ne more več vzpostaviti povezave s/z »%@«.
sv: Denna Apple TV kan inte längre ansluta till ”%@”.
th: Apple TV เครื่องนี้ไม่สามารถเชื่อมต่อกับ “%@” ได้อีกต่อไป
tr: Bu Apple TV artık “%@” aygıtına bağlanamıyor.
uk: Цей Apple TV більше не може підʼєднуватися до «%@».
vi: Apple TV này không thể kết nối với “%@” nữa.
zh_cn: 此Apple TV无法再与“%@”连接。
zh_hk: 此Apple TV已無法再連接「%@」。
zh_tw: 此Apple TV無法再連接「%@」。

# invalid_link_key_applewatch
source: This Apple Watch can no longer connect to “%@”.
ar: لم تعد هذه الـ Apple Watch قادرة على الاتصال بـ "%@".
ca: L’Apple Watch ja no es pot connectar a “%@”.
cs: Tyto Apple Watch se už k zařízení „%@“ nemůžou připojit.
da: Dette Apple Watch kan ikke længere oprette forbindelse til “%@”.
de: Diese Apple Watch kann keine Verbindung mehr zu „%@“ herstellen.
el: Αυτό το Apple Watch δεν είναι δυνατό να συνδεθεί πλέον στο «%@».
es: Este Apple Watch ya no se puede conectar a “%@”.
es_us: Este Apple Watch no se puede conectar a “%@”.
fi: Tämä Apple Watch ei voi enää yhdistää laitteeseen ”%@”.
fr: Cette Apple Watch ne peut plus se connecter à « %@ ».
fr_ca: Cette Apple Watch ne peut plus se connecter à « %@ ».
he: ‏Apple Watch זה אינו יכול עוד להתחבר אל ״%@״.
hi: यह Apple Watch अब “%@” से कनेक्ट नहीं कर सकती है।
hr: Ovaj Apple Watch više se ne može spojiti na “%@”.
hu: Ez az Apple Watch már nem képes csatlakozni a következőhöz: „%@”.
id: Apple Watch ini tidak lagi dapat terhubung ke “%@”.
it: Apple Watch non può più connettersi a “%@”.
ja: このApple Watchから“%@”へ接続できなくなりました。
ko: 이 Apple Watch를 더 이상 ‘%@’에 연결할 수 없습니다.
ms: Apple Watch ini tidak lagi boleh bersambung ke “%@”.
nb: Apple Watch kan ikke lenger koble til «%@».
nl: Deze Apple Watch kan geen verbinding meer maken met '%@'.
pl: Ten Apple Watch nie może już łączyć się z „%@”.
pt_br: Este Apple Watch não pode mais se conectar com “%@”.
pt_pt: Este Apple Watch já não pode estabelecer ligação a “%@”.
ro: Acest Apple Watch nu se mai poate conecta la „%@”.
ru: Эти часы Apple Watch больше не могут подключиться к устройству «%@».
sk: Apple Watch sa už nedokážu pripojiť k „%@“.
sl: Ta ura Apple Watch ne more več vzpostaviti povezave s/z »%@«.
sv: Denna Apple Watch kan inte längre ansluta till ”%@”.
th: Apple Watch เรือนนี้ไม่สามารถเชื่อมต่อกับ “%@” ได้อีกต่อไป
tr: Bu Apple Watch artık “%@” aygıtına bağlanamıyor.
uk: Цей Apple Watch більше не може підʼєднуватися до «%@».
vi: Apple Watch này không thể kết nối với “%@” nữa.
zh_cn: 此Apple Watch无法再与“%@”连接。
zh_hk: 此Apple Watch已無法再連接「%@」。
zh_tw: 此Apple Watch無法再連接「%@」。

# invalid_link_key_default
source: This device can no longer connect to “%@”.
ar: لم يعد هذا الجهاز قادرًا على الاتصال بـ "%@".
ca: El dispositiu ja no es pot connectar a “%@”.
cs: Toto zařízení se už k zařízení „%@“ nemůže připojit.
da: Denne enhed kan ikke længere oprette forbindelse til “%@”.
de: Dieses Gerät kann keine Verbindung mehr zu „%@“ herstellen.
el: Αυτή η συσκευή δεν είναι δυνατό να συνδεθεί πλέον στο «%@».
es: Este dispositivo ya no se puede conectar a “%@”.
es_us: Este dispositivo no se puede conectar a “%@”.
fi: Tämä laite ei voi enää yhdistää laitteeseen ”%@”.
fr: Cet appareil ne peut plus se connecter à « %@ ».
fr_ca: Cet appareil ne peut plus se connecter à « %@ ».
he: מכשיר זה אינו יכול עוד להתחבר אל ״%@״.
hi: यह डिवाइस अब “%@” से कनेक्ट नहीं कर सकता है।
hr: Ovaj uređaj više se ne može spojiti na “%@”.
hu: Ez az eszköz már nem képes csatlakozni a következőhöz: „%@”.
id: Perangkat ini tidak lagi dapat terhubung ke “%@”.
it: Il dispositivo non può più connettersi a “%@”.
ja: このデバイスから“%@”へ接続できなくなりました。
ko: 이 기기를 더 이상 ‘%@’에 연결할 수 없습니다.
ms: Peranti ini tidak lagi boleh bersambung ke “%@”.
nb: Enheten kan ikke lenger koble til «%@».
nl: Dit apparaat kan geen verbinding meer maken met '%@'.
pl: To urządzenie nie może już łączyć się z „%@”.
pt_br: Este dispositivo não pode mais se conectar com “%@”.
pt_pt: Este dispositivo já não pode estabelecer ligação a “%@”.
ro: Acest dispozitiv nu se mai poate conecta la „%@”.
ru: Это устройство больше не может подключиться к устройству «%@».
sk: Zariadenie sa už nedokáže pripojiť k „%@“.
sl: Ta naprava ne more več vzpostaviti povezave s/z »%@«.
sv: Den här enheten kan inte längre ansluta till ”%@”.
th: อุปกรณ์นี้ไม่สามารถเชื่อมต่อกับ “%@” ได้อีกต่อไป
tr: Bu aygıt artık “%@” aygıtına bağlanamıyor.
uk: Цей пристрій більше не може підʼєднуватися до «%@».
vi: Thiết bị này không thể kết nối với “%@” nữa.
zh_cn: 此设备无法再与“%@”连接。
zh_hk: 此裝置已無法再連接「%@」。
zh_tw: 此裝置無法再連接「%@」。

# invalid_link_key_ipad
source: This iPad can no longer connect to “%@”.
ar: لم يعد هذا الـ iPad قادرًا على الاتصال بـ "%@".
ca: L’iPad ja no es pot connectar a “%@”.
cs: Tento iPad se už k zařízení „%@“ nemůže připojit.
da: Denne iPad kan ikke længere oprette forbindelse til “%@”.
de: Dieses iPad kann keine Verbindung mehr zu „%@“ herstellen.
el: Αυτό το iPad δεν είναι δυνατό να συνδεθεί πλέον στο «%@».
es: Este iPad ya no se puede conectar a “%@”.
es_us: Este iPad no se puede conectar a “%@”.
fi: Tämä iPad ei voi enää yhdistää laitteeseen ”%@”.
fr: Cet iPad ne peut plus se connecter à « %@ ».
fr_ca: Cet iPad ne peut plus se connecter à « %@ ».
he: ‏iPad זה אינו יכול עוד להתחבר אל ״%@״.
hi: यह iPad अब “%@” से कनेक्ट नहीं कर सकता है।
hr: Ovaj iPad više se ne može spojiti na “%@”.
hu: Ez az iPad már nem képes csatlakozni a következőhöz: „%@”.
id: iPad ini tidak lagi dapat terhubung ke “%@”.
it: iPad non può più connettersi a “%@”.
ja: このiPadから“%@”へ接続できなくなりました。
ko: 이 iPad를 더 이상 ‘%@’에 연결할 수 없습니다.
ms: iPad ini tidak lagi boleh bersambung ke “%@”.
nb: iPaden kan ikke lenger koble til «%@».
nl: Deze iPad kan geen verbinding meer maken met '%@'.
pl: Ten iPad nie może już łączyć się z „%@”.
pt_br: Este iPad não pode mais se conectar com “%@”.
pt_pt: Este iPad já não pode estabelecer ligação a “%@”.
ro: Acest iPad nu se mai poate conecta la „%@”.
ru: Этот iPad больше не может подключиться к устройству «%@».
sk: iPad sa už nedokáže pripojiť k „%@“.
sl: Ta iPad ne more več vzpostaviti povezave s/z »%@«.
sv: Denna iPad kan inte längre ansluta till ”%@”.
th: iPad เครื่องนี้ไม่สามารถเชื่อมต่อกับ “%@” ได้อีกต่อไป
tr: Bu iPad artık “%@” aygıtına bağlanamıyor.
uk: Цей iPad більше не може підʼєднуватися до «%@».
vi: iPad này không thể kết nối với “%@” nữa.
zh_cn: 此iPad无法再与“%@”连接。
zh_hk: 此iPad已無法再連接「%@」。
zh_tw: 此iPad無法再連接「%@」。

# invalid_link_key_iphone
source: This iPhone can no longer connect to “%@”.
ar: لم يعد هذا الـ iPhone قادرًا على الاتصال بـ "%@".
ca: L’iPhone ja no es pot connectar a “%@”.
cs: Tento iPhone se už k zařízení „%@“ nemůže připojit.
da: Denne iPhone kan ikke længere oprette forbindelse til “%@”.
de: Dieses iPhone kann keine Verbindung mehr zu „%@“ herstellen.
el: Αυτό το iPhone δεν είναι δυνατό να συνδεθεί πλέον στο «%@».
es: Este iPhone ya no se puede conectar a “%@”.
es_us: Este iPhone no se puede conectar a “%@”.
fi: Tämä iPhone ei voi enää yhdistää laitteeseen ”%@”.
fr: Cet iPhone ne peut plus se connecter à « %@ ».
fr_ca: Cet iPhone ne peut plus se connecter à « %@ ».
he: ‏iPhone זה אינו יכול עוד להתחבר אל ״%@״.
hi: यह iPhone अब “%@” से कनेक्ट नहीं कर सकता है।
hr: Ovaj iPhone više se ne može spojiti na “%@”.
hu: Ez az iPhone már nem képes csatlakozni a következőhöz: „%@”.
id: iPhone ini tidak lagi dapat terhubung ke “%@”.
it: iPhone non può più connettersi a “%@”.
ja: このiPhoneから“%@”へ接続できなくなりました。
ko: 이 iPhone을 더 이상 ‘%@’에 연결할 수 없습니다.
ms: iPhone ini tidak lagi boleh bersambung ke “%@”.
nb: iPhonen kan ikke lenger koble til «%@».
nl: Deze iPhone kan geen verbinding meer maken met '%@'.
pl: Ten iPhone nie może już łączyć się z „%@”.
pt_br: Este iPhone não pode mais se conectar com “%@”.
pt_pt: Este iPhone já não pode estabelecer ligação a “%@”.
ro: Acest iPhone nu se mai poate conecta la „%@”.
ru: Этот iPhone больше не может подключиться к устройству «%@».
sk: iPhone sa už nedokáže pripojiť k „%@“.
sl: Ta iPhone ne more več vzpostaviti povezave s/z »%@«.
sv: Denna iPhone kan inte längre ansluta till ”%@”.
th: iPhone เครื่องนี้ไม่สามารถเชื่อมต่อกับ “%@” ได้อีกต่อไป
tr: Bu iPhone artık “%@” aygıtına bağlanamıyor.
uk: Цей iPhone більше не може підʼєднуватися до «%@».
vi: iPhone này không thể kết nối với “%@” nữa.
zh_cn: 此iPhone无法再与“%@”连接。
zh_hk: 此iPhone已無法再連接「%@」。
zh_tw: 此iPhone無法再連接「%@」。

# invalid_link_key_mac
source: This Mac can no longer connect to “%@”.
ar: لم يعد هذا الـ Mac قادرًا على الاتصال بـ "%@".
ca: El Mac ja no es pot connectar a “%@”.
cs: Tento Mac se už k zařízení „%@“ nemůže připojit.
da: Denne Mac kan ikke længere oprette forbindelse til “%@”.
de: Dieser Mac kann keine Verbindung mehr zu „%@“ herstellen.
el: Αυτό το Mac δεν είναι δυνατό να συνδεθεί πλέον στο «%@».
es: Este Mac ya no se puede conectar a “%@”.
es_us: Esta Mac no se puede conectar a “%@”.
fi: Tämä Mac ei voi enää yhdistää laitteeseen ”%@”.
fr: Ce Mac ne peut plus se connecter à « %@ ».
fr_ca: Ce Mac ne peut plus se connecter à « %@ ».
he: ‏Mac זה אינו יכול עוד להתחבר אל ״%@״.
hi: यह Mac अब “%@” से कनेक्ट नहीं कर सकता है।
hr: Ovaj Mac više se ne može spojiti na “%@”.
hu: Ez a Mac már nem képes csatlakozni a következőhöz: „%@”.
id: Mac ini tidak lagi dapat terhubung ke “%@”.
it: Il Mac non può più connettersi a “%@”.
ja: このMacから“%@”へ接続できなくなりました。
ko: 이 Mac을 더 이상 ‘%@’에 연결할 수 없습니다.
ms: Mac ini tidak lagi boleh bersambung ke “%@”.
nb: Macen kan ikke lenger koble til «%@».
nl: Deze Mac kan geen verbinding meer maken met '%@'.
pl: Ten Mac nie może już łączyć się z „%@”.
pt_br: Este Mac não pode mais se conectar com “%@”.
pt_pt: Este Mac já não pode estabelecer ligação a “%@”.
ro: Acest Mac nu se mai poate conecta la „%@”.
ru: Этот Mac больше не может подключиться к устройству «%@».
sk: Mac sa už nedokáže pripojiť k „%@“.
sl: Ta računalnik Mac ne more več vzpostaviti povezave s/z »%@«.
sv: Den här datorn kan inte längre ansluta till ”%@”.
th: Mac เครื่องนี้ไม่สามารถเชื่อมต่อกับ “%@” ได้อีกต่อไป
tr: Bu Mac artık “%@” aygıtına bağlanamıyor.
uk: Цей Mac більше не може підʼєднуватися до «%@».
vi: Máy Mac này không thể kết nối với “%@” nữa.
zh_cn: 此Mac无法再与“%@”连接。
zh_hk: 此Mac已無法再連接「%@」。
zh_tw: 此Mac無法再連接「%@」。

# invalid_link_key_message
source: Forget this device and pair it again.
ar: يجب إلغاء حفظ هذا الجهاز ثم إقرانه مرة أخرى.
ca: Omet el dispositiu i torna‑l’hi a enllaçar.
cs: Nastavte zařízení jako ignorované a znovu ho spárujte.
da: Glem denne enhed, og dan par igen.
de: Ignoriere dieses Gerät und koppele es erneut.
el: Αγνόηση αυτής της συσκευής και εκ νέου ζευγοποίηση
es: Omite este dispositivo y vuelve a enlazarlo.
es_us: Olvida este dispositivo y vuelve a enlazarlo.
fi: Unohda tämä laite ja muodosta laitepari uudelleen.
fr: Oubliez cet appareil et jumelez-le à nouveau.
fr_ca: Oubliez cet appareil, puis jumelez-le à nouveau.
he: יש להסיר מכשיר זה ולקשר אותו שוב.
hi: इस डिवाइस को भूल जाएँ और फिर से पेयर करें।
hr: Zaboravite ovaj uređaj i ponovno ga uparite.
hu: Törölje az eszköz párosítását, majd párosítsa ismét.
id: Lupakan perangkat ini dan pasangkan lagi.
it: Dissocia questo dispositivo e abbinalo nuovamente.
ja: このデバイスのペアリングを解除して、もう一度ペアリングしてください。
ko: 이 기기를 지우고 다시 페어링하십시오.
ms: Lupakan peranti ini dan pasangkannya sekali lagi.
nb: Glem denne enheten og koble sammen på nytt.
nl: Vergeet dit apparaat en koppel het opnieuw.
pl: Zapomnij to urządzenie i połącz je w parę ponownie.
pt_br: Esqueça este dispositivo e o emparelhe novamente.
pt_pt: Esqueça este dispositivo e volte a emparelhá‑lo.
ro: Ignorați acest dispozitiv și asociați‑l din nou.
ru: Необходимо забыть это устройство, а затем снова создать с ним пару.
sk: Odstrániť toto zariadenie a znovu ho spárovať.
sl: Prekličite seznanitev te naprave in jo znova seznanite.
sv: Glöm den här enheten och parkoppla med den igen.
th: ลบอุปกรณ์นี้แล้วจับคู่อีกครั้ง
tr: Bu aygıtı unutun ve yeniden eşleyin.
uk: Забудьте цей пристрій і створіть із ним пару знову.
vi: Quên thiết bị này và ghép đôi lại.
zh_cn: 忽略此设备并再次配对。
zh_hk: 忘記此裝置並再次配對。
zh_tw: 忘記此裝置設定，然後再配對一次。

source: Jacket
ar: جاكت
ca: Jaqueta
cs: Vesta
da: Jakke
de: Jacke
el: Μπουφάν
es: Chaqueta
es_us: Chamarra
fi: Takki
fr: Veste
fr_ca: Manteau
he: ז׳קט
hi: जैकेट
hr: Jakna
hu: Kabát
id: Jaket
it: Giacca
ja: ジャケット
ko: 재킷
ms: Jaket
nb: Jakke
nl: Jas
pl: Kurtka
pt_br: Jaqueta
pt_pt: Casaco
ro: Jachetă
ru: Куртка
sk: Obal
sl: Jopič
sv: Jacka
th: เสื้อแจ็คเก็ต
tr: Ceket
uk: Жилет
vi: Áo khoác
zh_cn: 夹克
zh_hk: 大褸
zh_tw: 夾克

source: Joystick
ar: ذراع التحكم
ca: Palanca de control
el: Τζόιστικ
es: Palanca de juegos
es_us: Palanca de juegos
fi: Ohjainsauva
fr_ca: Manette
he: ג׳ויסטיק
hi: जॉयस्टिक
hr: Igraća palica
ja: ジョイスティック
ko: 조이스틱
ms: Kayu Bedik
pt_br: Controle
ru: Джойстик
sl: Igralna palica
sv: Styrspak
th: จอยสติ๊ก
uk: Джойстик
vi: Cần điều khiển
zh_cn: 操纵杆
zh_hk: 遊戲搖桿
zh_tw: 遊戲搖桿

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
es_us: Teclado
fi: Näppäimistö
fr: Clavier
fr_ca: Clavier
he: מקלדת
hi: कीबोर्ड
hr: Tipkovnica
hu: Billentyűzet
id: Papan Ketik
it: Tastiera
ja: キーボード
ko: 키보드
ms: Papan Kekunci
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
pt_pt: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sl: Tipkovnica
sv: Tangentbord
th: แป้นพิมพ์
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_cn: 键盘
zh_hk: 鍵盤
zh_tw: 鍵盤

source: Keyboard Settings…
ar: إعدادات لوحة المفاتيح…
ca: Configuració del teclat…
cs: Nastavení klávesnice…
da: Tastaturindstillinger…
de: Tastatureinstellungen …
el: Ρυθμίσεις πληκτρολογίου…
es: Ajustes del teclado…
es_us: Configuración de Teclado…
fi: Näppäimistöasetukset…
fr: Réglages Clavier…
fr_ca: Réglages du clavier…
he: הגדרות מקלדת…
hi: कीबोर्ड सेटिंग्ज़…
hr: Postavke tipkovnice…
hu: Billentyűzetbeállítások…
id: Pengaturan Papan Ketik…
it: Impostazioni tastiera…
ja: キーボード設定…
ko: 키보드 설정…
ms: Seting Papan Kekunci…
nb: Tastaturinnstillinger…
nl: Instellingen toetsenbord…
pl: Ustawienia klawiatury…
pt_br: Ajustes de Teclado…
pt_pt: Definições de Teclado…
ro: Configurări tastatură…
ru: Настройки клавиатуры…
sk: Nastavenia klávesnice…
sl: Nastavitve tipkovnice …
sv: Tangentbordsinställningar…
th: การตั้งค่าแป้นพิมพ์…
tr: Klavye Ayarları…
uk: Параметри клавіатури…
vi: Cài đặt bàn phím…
zh_cn: 键盘设置…
zh_hk: 鍵盤設定⋯
zh_tw: 鍵盤設定⋯

source: Laptop Computer
ar: كمبيوتر محمول
ca: Ordinador portàtil
cs: Přenosný počítač
da: Bærbar computer
el: Φορητός υπολογιστής
es: Ordenador portátil
es_us: Computadora personal
fi: Kannettava tietokone
fr: Ordinateur portable
fr_ca: Ordinateur portable
he: מחשב נייד
hi: लैपटॉप कंप्यूटर
hr: Prijenosno računalo
hu: Hordozható számítógép
id: Komputer Laptop
it: Computer portatile
ja: ノートブックコンピュータ
ko: 랩탑 컴퓨터
ms: Komputer Riba
nb: Bærbar datamaskin
pl: Laptop
pt_br: Computador Portátil
pt_pt: Computador portátil
ro: Computer laptop
ru: Ноутбук
sk: Laptop
sl: Prenosni računalnik
sv: Bärbar dator
th: คอมพิวเตอร์แล็ปท็อป
tr: Dizüstü Bilgisayar
uk: Ноутбук
vi: Máy tính xách tay
zh_cn: 笔记本电脑
zh_hk: 筆記簿型電腦
zh_tw: 筆記型電腦

source: Learn more…
ar: معرفة المزيد…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
ko: 더 알⁠아⁠보⁠기…
ms: Ketahui lebih lanjut…
nb: Finn ut mer…
nl: Meer informatie…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

source: LE Peripheral
ar: جهاز طرفي LE
ca: Perifèric de baix consum
cs: LE periferie
da: Ekstern LE-enhed
de: LE-Peripherie
el: Περιφερειακή συσκευή LE
es: Periférico LE
es_us: LE periférico
fi: LE-lisälaite
fr: Périphérique LE
fr_ca: Périphérique faible énergie
he: אביזר חיצוני LE
hi: LE पेरीफ़ेरल
hr: LE periferni
hu: LE-periféria
id: Periferal LE
it: Periferica LE
ja: LE周辺装置
ko: LE 주변기기
ms: Persisian LE
nb: LE-tilleggsutstyr
nl: LE-randapparaat
pl: Urządzenie peryferyjne LE
pt_br: Periférico E
pt_pt: Periférico LE
ro: Periferic LE
ru: Периферийное устройство с низким энергопотреблением
sk: LE periféria
sl: Zunanja naprava LE
sv: LE-kringutrustning
th: อุปกรณ์ต่อพ่วง LE
tr: LE Çevrebirim
uk: Периферійний із низьким енергоспоживанням
vi: Thiết bị ngoại vi LE
zh_cn: LE外围设备
zh_hk: LE周邊裝置
zh_tw: LE周邊裝置

source: Microphone
ar: ميكروفون
ca: Micròfon
cs: Mikrofon
da: Mikrofon
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
es_us: Micrófono
fi: Mikrofoni
fr: Micro
fr_ca: Micro
he: מיקרופון
hi: माइक्रोफ़ोन
hr: Mikrofon
hu: Mikrofon
id: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
ms: Mikrofon
nb: Mikrofon
nl: Microfoon
pl: Mikrofon
pt_br: Microfone
pt_pt: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
sl: Mikrofon
sv: Mikrofon
th: ไมโครโฟน
tr: Mikrofon
uk: Мікрофон
vi: Micrô
zh_cn: 麦克风
zh_hk: 咪高風
zh_tw: 麥克風

source: Mobile Phone
ar: هاتف جوال
ca: Telèfon mòbil
cs: Mobilní telefon
da: Mobiltelefon
de: Mobiltelefon
el: Κινητό τηλέφωνο
es: Teléfono móvil
es_us: Teléfono celular
fi: Matkapuhelin
fr: Téléphone portable
fr_ca: Téléphone cellulaire
he: טלפון נייד
hi: मोबाइल फ़ोन
hr: Mobilni telefon
hu: Mobiltelefon
id: Telepon Genggam
it: Telefono cellulare
ja: 携帯電話
ko: 휴대 전화
ms: Telefon Mudah Alih
nb: Mobiltelefon
nl: Mobiele telefoon
pl: Telefon komórkowy
pt_br: Telefone Celular
pt_pt: Telemóvel
ro: Telefon mobil
ru: Мобильный телефон
sk: Mobilný telefón
sl: Mobilni telefon
sv: Mobiltelefon
th: โทรศัพท์มือถือ
tr: Cep Telefonu
uk: Мобільний телефон
vi: Điện thoại Di động
zh_cn: 移动电话
zh_hk: 流動電話
zh_tw: 行動電話

source: Model Name
ar: اسم الطراز
ca: Nom del model
cs: Název modelu
da: Modelnavn
de: Modellname
el: Όνομα μοντέλου
es: Nombre del modelo
es_us: Nombre del modelo
fi: Mallin nimi
fr: Nom du modèle
fr_ca: Nom du modèle
he: שם דגם
hi: मॉडल नाम
hr: Naziv modela
hu: Modellnév
id: Nama Model
it: Nome modello
ja: 機種名
ko: 모델명
ms: Nama Model
nb: Modellnavn
nl: Modelnaam
pl: Nazwa modelu
pt_br: Nome do Modelo
pt_pt: Modelo
ro: Nume model
ru: Название модели
sk: Názov modelu
sl: Ime modela
sv: Modellnamn
th: ชื่อโมเดล
tr: Model Adı
uk: Назва моделі
vi: Tên kiểu máy
zh_cn: 型号名称
zh_hk: 型號名稱
zh_tw: 機型名稱

source: Model Number
ar: رقم النموذج
ca: Número de model
cs: Číslo modelu
da: Modelnummer
de: Modellnummer
el: Αριθμός μοντέλου
es: Número de modelo
es_us: Número de modelo
fi: Mallinumero
fr: N° du modèle
fr_ca: Nº du modèle
he: מספר דגם
hi: मॉडल संख्या
hr: Broj modela
hu: Modellszám
id: Nomor Model
it: Numero modello
ja: 機種番号
ko: 모델 번호
ms: Nombor Model
nb: Modellnummer
nl: Modelnummer
pl: Numer modelu
pt_br: Nº do Modelo
pt_pt: Número de modelo
ro: Număr model
ru: Номер модели
sk: Číslo modelu
sl: Številka modela
sv: Modellnummer
th: เลขโมเดล
tr: Model Numarası
uk: Номер моделі
vi: Số máy
zh_cn: 型号
zh_hk: 型號號碼
zh_tw: 機型型號

source: Modem
ar: مودم
ca: Mòdem
el: Μόντεμ
es: Módem
es_us: Módem
fi: Modeemi
he: מודם
hi: मॉडेम
ja: モデム
ko: 모뎀
ru: Модем
th: โมเด็ม
uk: Модем
zh_cn: 调制解调器
zh_hk: 數據機
zh_tw: 數據機

source: Mouse
ar: ماوس
ca: Ratolí
cs: Myš
da: Mus
de: Maus
el: Ποντίκι
es: Ratón
fi: Hiiri
fr: Souris
fr_ca: Souris
he: עכבר
hi: माउस
hr: Miš
hu: Egér
id: Tetikus
ja: マウス
ko: 마우스
ms: Tetikus
nb: Mus
nl: Muis
pl: Mysz
pt_pt: Rato
ro: Maus
ru: Мышь
sk: Myš
sl: Miška
sv: Mus
th: เมาส์
tr: Fare
uk: Мишка
vi: Chuột
zh_cn: 鼠标
zh_hk: 滑鼠
zh_tw: 滑鼠

source: Mouse Settings…
ar: إعدادات الماوس…
ca: Configuració del ratolí…
cs: Nastavení myši…
da: Indstillinger til mus…
de: Mauseinstellungen …
el: Ρυθμίσεις ποντικιού…
es: Ajustes del ratón…
es_us: Configuración de Mouse…
fi: Hiiri-asetukset…
fr: Réglages Souris…
fr_ca: Réglages de la souris…
he: הגדרות עכבר…
hi: माउस सेटिंग्ज़…
hr: Postavke miša…
hu: Egérbeállítások…
id: Pengaturan Tetikus…
it: Impostazioni mouse…
ja: マウス設定…
ko: 마우스 설정…
ms: Seting Tetikus…
nb: Musinnstillinger…
nl: Instellingen voor muis…
pl: Ustawienia myszy…
pt_br: Ajustes do Mouse…
pt_pt: Definições do rato…
ro: Configurări maus…
ru: Настройки мыши…
sk: Nastavenia myši…
sl: Nastavitve miške …
sv: Musinställningar…
th: การตั้งค่าเมาส์…
tr: Fare Ayarları…
uk: Параметри мишки…
vi: Cài đặt chuột…
zh_cn: 鼠标设置…
zh_hk: 滑鼠設定⋯
zh_tw: 滑鼠設定⋯

source: My Devices
ar: أجهزتي
ca: Dispositius
cs: Moje zařízení
da: Mine enheder
de: Meine Geräte
el: Συσκευές μου
es: Mis dispositivos
es_us: Mis dispositivos
fi: Omat laitteet
fr: Mes appareils
fr_ca: Mes appareils
he: המכשירים שלי
hi: मेरे डिवाइस
hr: Moji uređaji
hu: Saját eszközök
id: Perangkat Saya
it: I miei dispositivi
ja: 自分のデバイス
ko: 나의 기기
ms: Peranti Saya
nb: Mine enheter
nl: Mijn apparaten
pl: Moje urządzenia
pt_br: Meus Dispositivos
pt_pt: Os meus dispositivos
ro: Dispozitive
ru: Мои устройства
sk: Moje zariadenia
sl: Moje naprave
sv: Mina enheter
th: อุปกรณ์ของฉัน
tr: Aygıtlarım
uk: Мої пристрої
vi: Thiết bị của tôi
zh_cn: 我的设备
zh_hk: 我的裝置
zh_tw: 我的裝置

source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱
